tests/benchmark/wrk/results/longconn_select_c2.log
Running 2m test @ http://127.0.0.1:9721/users/compare/ZhangSan
  2 threads and 2 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.07s     6.17s   33.85s    85.71%
    Req/Sec     0.00      0.00     0.00    100.00%
  Latency Distribution
     50%   33.41s 
     75%   33.55s 
     90%   33.85s 
     99%   33.85s 
  7 requests in 2.00m, 4.94KB read
Requests/sec:      0.06
Transfer/sec:      42.10B