tests/benchmark/wrk/results/longconn_select_c5.log
Running 2m test @ http://127.0.0.1:9724/users/compare/ZhangSan
  2 threads and 5 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    38.26s    18.19s    1.03m    50.00%
    Req/Sec     0.00      0.00     0.00    100.00%
  Latency Distribution
     50%   31.73s 
     75%    0.99m 
     90%    1.03m 
     99%    1.03m 
  7 requests in 2.00m, 4.98KB read
  Socket errors: connect 0, read 0, write 0, timeout 1
Requests/sec:      0.06
Transfer/sec:      42.44B